DATA/1ClientData/Client/x86FinalMemcacheTests/300_t32.txt
====== SET ======
  100017 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.09% <= 1 milliseconds
0.30% <= 2 milliseconds
65.77% <= 3 milliseconds
99.80% <= 4 milliseconds
99.98% <= 5 milliseconds
100.00% <= 6 milliseconds
88904.00 requests per second

====== GET ======
  100038 requests completed in 1.09 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.08% <= 1 milliseconds
0.41% <= 2 milliseconds
76.54% <= 3 milliseconds
99.74% <= 4 milliseconds
100.00% <= 5 milliseconds
100.00% <= 6 milliseconds
92116.02 requests per second


====== SET ======
  100087 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 1 milliseconds
0.27% <= 2 milliseconds
63.34% <= 3 milliseconds
99.73% <= 4 milliseconds
99.95% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
88494.25 requests per second

====== GET ======
  100068 requests completed in 1.11 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.10% <= 1 milliseconds
0.37% <= 2 milliseconds
68.56% <= 3 milliseconds
99.93% <= 4 milliseconds
100.00% <= 5 milliseconds
100.00% <= 6 milliseconds
89989.21 requests per second


====== SET ======
  100089 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 1 milliseconds
0.33% <= 2 milliseconds
63.15% <= 3 milliseconds
99.89% <= 4 milliseconds
100.00% <= 5 milliseconds
100.00% <= 6 milliseconds
88417.84 requests per second

====== GET ======
  100071 requests completed in 1.10 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.11% <= 1 milliseconds
1.03% <= 2 milliseconds
70.93% <= 3 milliseconds
99.87% <= 4 milliseconds
99.97% <= 5 milliseconds
100.00% <= 6 milliseconds
90726.20 requests per second


====== SET ======
  100069 requests completed in 1.17 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.08% <= 1 milliseconds
0.32% <= 2 milliseconds
55.64% <= 3 milliseconds
96.43% <= 4 milliseconds
99.92% <= 5 milliseconds
99.98% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 8 milliseconds
85748.92 requests per second

====== GET ======
  100023 requests completed in 1.11 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.11% <= 1 milliseconds
0.45% <= 2 milliseconds
70.54% <= 3 milliseconds
99.73% <= 4 milliseconds
99.99% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
90436.71 requests per second


====== SET ======
  100169 requests completed in 1.17 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 1 milliseconds
0.41% <= 2 milliseconds
53.42% <= 3 milliseconds
98.06% <= 4 milliseconds
99.87% <= 5 milliseconds
99.96% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 8 milliseconds
85541.41 requests per second

====== GET ======
  100085 requests completed in 1.11 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 1 milliseconds
0.51% <= 2 milliseconds
70.90% <= 3 milliseconds
99.59% <= 4 milliseconds
99.99% <= 5 milliseconds
100.00% <= 6 milliseconds
100.00% <= 7 milliseconds
90574.66 requests per second


====== SET ======
  100009 requests completed in 1.14 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 1 milliseconds
0.40% <= 2 milliseconds
61.87% <= 3 milliseconds
98.96% <= 4 milliseconds
99.89% <= 5 milliseconds
99.95% <= 6 milliseconds
99.99% <= 7 milliseconds
99.99% <= 8 milliseconds
99.99% <= 9 milliseconds
100.00% <= 10 milliseconds
87958.66 requests per second

====== GET ======
  100102 requests completed in 1.09 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 1 milliseconds
0.78% <= 2 milliseconds
76.04% <= 3 milliseconds
99.83% <= 4 milliseconds
100.00% <= 5 milliseconds
100.00% <= 6 milliseconds
92174.95 requests per second


====== SET ======
  100055 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.04% <= 1 milliseconds
0.27% <= 2 milliseconds
66.22% <= 3 milliseconds
99.31% <= 4 milliseconds
99.95% <= 5 milliseconds
99.98% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 8 milliseconds
89096.17 requests per second

====== GET ======
  100086 requests completed in 1.11 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.11% <= 1 milliseconds
0.37% <= 2 milliseconds
70.69% <= 3 milliseconds
99.64% <= 4 milliseconds
99.98% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 8 milliseconds
100.00% <= 9 milliseconds
90411.92 requests per second


====== SET ======
  100062 requests completed in 1.11 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.08% <= 1 milliseconds
0.31% <= 2 milliseconds
70.17% <= 3 milliseconds
99.79% <= 4 milliseconds
99.96% <= 5 milliseconds
100.00% <= 6 milliseconds
100.00% <= 7 milliseconds
90308.66 requests per second

====== GET ======
  100169 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.10% <= 1 milliseconds
0.63% <= 2 milliseconds
67.08% <= 3 milliseconds
99.84% <= 4 milliseconds
99.96% <= 5 milliseconds
99.98% <= 6 milliseconds
99.99% <= 7 milliseconds
100.00% <= 8 milliseconds
89596.60 requests per second


====== SET ======
  100097 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.08% <= 1 milliseconds
0.30% <= 2 milliseconds
65.40% <= 3 milliseconds
99.72% <= 4 milliseconds
99.98% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
89054.27 requests per second

====== GET ======
  100117 requests completed in 1.10 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.11% <= 1 milliseconds
0.40% <= 2 milliseconds
72.79% <= 3 milliseconds
99.59% <= 4 milliseconds
100.00% <= 5 milliseconds
91015.45 requests per second


====== SET ======
  100118 requests completed in 1.14 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 1 milliseconds
0.28% <= 2 milliseconds
61.06% <= 3 milliseconds
99.67% <= 4 milliseconds
99.97% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
87899.91 requests per second

====== GET ======
  100142 requests completed in 1.06 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 1 milliseconds
0.99% <= 2 milliseconds
83.78% <= 3 milliseconds
99.69% <= 4 milliseconds
99.99% <= 5 milliseconds
100.00% <= 6 milliseconds
94384.55 requests per second


====== SET ======
  100048 requests completed in 1.12 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 1 milliseconds
0.28% <= 2 milliseconds
68.20% <= 3 milliseconds
99.53% <= 4 milliseconds
99.95% <= 5 milliseconds
99.96% <= 6 milliseconds
99.98% <= 7 milliseconds
100.00% <= 8 milliseconds
100.00% <= 9 milliseconds
89648.74 requests per second

====== GET ======
  100104 requests completed in 1.11 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 1 milliseconds
0.48% <= 2 milliseconds
70.32% <= 3 milliseconds
99.37% <= 4 milliseconds
99.69% <= 5 milliseconds
99.91% <= 6 milliseconds
100.00% <= 7 milliseconds
100.00% <= 8 milliseconds
90265.11 requests per second


====== SET ======
  100107 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 1 milliseconds
0.37% <= 2 milliseconds
62.39% <= 3 milliseconds
99.73% <= 4 milliseconds
99.95% <= 5 milliseconds
99.98% <= 6 milliseconds
99.99% <= 7 milliseconds
99.99% <= 8 milliseconds
100.00% <= 10 milliseconds
88200.00 requests per second

====== GET ======
  100112 requests completed in 1.10 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 1 milliseconds
0.88% <= 2 milliseconds
73.60% <= 3 milliseconds
99.48% <= 4 milliseconds
99.98% <= 5 milliseconds
100.00% <= 6 milliseconds
91343.07 requests per second


====== SET ======
  100121 requests completed in 1.13 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.08% <= 1 milliseconds
0.31% <= 2 milliseconds
62.32% <= 3 milliseconds
99.44% <= 4 milliseconds
99.95% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
88212.34 requests per second

====== GET ======
  100078 requests completed in 1.10 seconds
  300 parallel clients
  100 bytes payload
  keep alive: 1

0.11% <= 1 milliseconds
0.37% <= 2 milliseconds
73.26% <= 3 milliseconds
99.73% <= 4 milliseconds
99.99% <= 5 milliseconds
100.00% <= 6 milliseconds
91145.72 requests per second


SET: 87822.25